Repository: rafaelglg/Filmify
Catalog: RafaDBPlayer/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: %@ minutes
es: %@ minutos

source: Actors
es: Actores

source: age: %lld years
es: %lld años

source: App error
es: Error App

source: Apple developer
es: Desarrollador de iOS

source: Authentication failed
es: Autenticación fallida

source: Be the first one to leave a review
es: Se el primero en dejar una reseña

source: Birthday: %@
es: Cumpleaños: %@

source: Born in: %@
es: Nacido en: %@

source: Continue
es: Continuar

source: Crew
es: Equipo

source: Date: %@
es: Fecha: %@

source: Death: %@
es: Muerte: %@

source: Delete account
es: Eliminar cuenta

source: Filtered Movies
es: Películas filtradas

source: Get started
es: Empezar

source: High to Low
es: Mayor a menor

source: Home
es: Inicio

source: Important details
es: Detalles importantes

source: Look for a movie
es: Buscar una pelicula

source: Low to High
es: Menor a mayor

source: Movie trailer
es: Trailer

source: New to RafaDB?
es: ¿Nuevo en RafaDB?

source: Newest
es: Más nuevo

source: No actors available at the moment.
es: No hay actores disponibles en el momento

source: No crews available at the moment.
es: No hay equipos por el momento

source: No found for the movie ''%@''
es: No se encontraron películas para “%@”

source: no image
es: Sin imagen

source: No image
es: Sin imagen

source: No info
es: Sin información

source: No internet connection
es: Sin internet

source: No movies found
es: No hay películas

source: No review for this movie
es: No hay reseñas para esta película

source: Now in Cines
es: Ahora en cines

source: Oldest
es: Más antiguo

source: or login with
es: O inicia sesión con

source: Overview
es: Descripción general

source: Please check your internet connection and try again later.
es: Por favor verifica tu conexión a internet e intenta de nuevo.

source: Please wait...
es: Por favor espere…

source: Production companies
es: Productoras

source: Profile
es: Perfil

source: Rating: %@ out of 10
es: Clasificación: %@ de 10

source: Rating: no rating
es: Sin clasificación

source: revenue: %@
es: Ganancias: %@

source: Search
es: Buscar

source: See less
es: Ver menos

source: See more...
es: Ver mas…

source: Set a password
es: Coloca tu contraseña

source: Sign in
es: Inicia sesión

source: Sign out
es: Cerrar sesión

source: Sign Up
es: Registrate

source: Sort by Date
es: Filtrar por fecha

source: Sort by Rating
es: Filtrar por rating

source: Spoken languages
es: Lenguajes hablados

source: Status film:
es: Estado de pelicula:

source: This app was developed by Rafael Loggiodice, using 100% **SwiftUI** and **Combine**.
es: Esta aplicación fue desarrollada por Rafael Loggiodice, usando 100% **SwiftUI** y **Combine**

source: Top rated
es: Mejores valorados

source: Trending by day
es: Tendencia por día

source: Trending by week
es: Tendencia por semana

source: Upcoming
es: Próximos estrenos

source: What's your e-mail
es: ¿Cual es tu email?

source: You can search movies, by using their names, years of creation...
es: Puedes buscar películas por su nombre o año de creación…
